import React from "react";
import "./Kulanma.css";
import img from "../../Assets/Images/image001.jpg";
import img1 from "../../Assets/Images/image002.jpg";
import img2 from "../../Assets/Images/image003.jpg";
import img3 from "../../Assets/Images/image004.jpg";
import img4 from "../../Assets/Images/image005.jpg";
import img5 from "../../Assets/Images/image006.jpg";
import img6 from "../../Assets/Images/image006.jpg";
import img7 from "../../Assets/Images/image008.jpg";
import img8 from "../../Assets/Images/image009.jpg";
import img9 from "../../Assets/Images/image010.jpg";
import img10 from "../../Assets/Images/image011.jpg";
import img11 from "../../Assets/Images/image012.jpg";
import img12 from "../../Assets/Images/image013.jpg";
import img13 from "../../Assets/Images/image014.jpg";
import img14 from "../../Assets/Images/image015.jpg";
import img15 from "../../Assets/Images/image016.jpg";
import img16 from "../../Assets/Images/image017.jpg";

export function Kulanma() {
  return (
    <div id="rap">
      
    <div id="wrap">
    <h1>Қўлланма</h1>
      <div id="wrapp">
        <div>
          <h5>
            SAXOVAT.IDM.UZ МАЪЛУМОТЛАР БАЗАСИ <br />
            ФОЙДАЛАНУВЧИСИ ҚЎЛЛАНМАСИ
          </h5>
          <p>Мундарижа:</p>
          <a href="#">I.Умумий маълумотлар</a>
          <a href="#">II. “Темир дафтар” га ёрдамга мухтож оилаларни киритиш</a>
          <a href="#">
            III. Меҳнатга лаёқатли ишсизларнинг бандлигини таъминлаш{" "}
          </a>
          <a href="#">
            IV. “Саҳоват ва кўмак” умумхалқ ҳаракати доирасида оилаларга
            кўрсатилган ёрдамларни киритиш
          </a>
          <a href="#">V.Техник ёрдам хизмати</a>
        </div>
        <div>
          <h3>I. Умумий маълумотлар.</h3>
          <p>
            Мазкур қўлланма saxovat.idm.uz маълумотлар базасига маълумотларни
            киритиш бўйича маълумот бериш учун ишлаб <br />
            чиқилган. Ушбу қўлланмада тизим билан ишлаш тартиби ва тизимнинг энг
            муҳим функциялари тасвирланган.
          </p>
          <p>
            2020 йил 16 июндан бошлаб saxovat.idm.uz маълумотлар базасининг
            ишлаш тамойили ўзгарди.
          </p>
          <p>Унга кўра, тизимда 2 та асосий бўлим яратилди:</p>
          <p>
            1.“Темир дафтар”га киритилган оилалар ва уларнинг даромад манбаини
            яратиш - ушбу бўлимга секторлардаги темир <br />
            дафтарга киритилган оилалар ва меҳнатга лаёқатли ишсиз фуқаролар
            киритилади. <br />
            2.“Саҳоват ва кўмак” умумхалқ ҳаракати доирасида оилаларга
            кўрсатилган ёрдамлар рўйхати (10-июндан кейин) – ушбу <br />
            бўлимга “Саҳоват ва кўмак” умумхалқ ҳаракати доирасида оилаларга 10
            июндан кейин берилган ёрдамлар <br />
            киритилади.
          </p>
          <img src={img} />
        </div>
        <div>
          <h1>II. “Темир дафтар” га ёрдамга мухтож оилаларни киритиш.</h1>
          <p>
            Ушбу бўлимда <b>Мухтож оилалар рўйхати</b> ва{" "}
            <b>Бандлиги таъминланган оилалар рўйхати мавжуд. </b>{" "}
            <b>
              Ёрдамга мухтож <br />
              оилани киритиш{" "}
            </b>{" "}
            учун <b>Ёрдамга мухтож оила қўшиш</b> тугмаси босилади.
          </p>
          <img src={img1} alt="" />
          <p>
            Ёрдамга мухтож оила қўшиш учун асосий қисмга оила бошлиғининг
            қуйидаги маълумотлари киритилади:
          </p>
          <img src={img2} alt="" />
          <ul>
            <li>маҳалласи;</li>
            <li>
              паспорт маълумотлари - паспорт маълумотлари киритилганидан сўнг
              исми, фамилияси ва отасининг исми автоматик <br /> равишда чиқади;
            </li>
            <li>
              телефон рақами - битта оилага битта телефон рақами киритилади;
            </li>
            <li>оила аъзолари сони;</li>
            <li>
              меҳнатга лаёқатли ишсизлар сони - меҳнатга лаёқатли ишсизлар
              сонига мос равишда пастки қисмда қўшимча <br /> бўлимлар
              яратилади;
            </li>
            <li>
              ижтимоий ҳолати - <b>Ижтимоий ҳимояга мухтож</b>категорияси
              танланган ҳолатда, Гуруҳ номли қўшимча менью пайдо бўлади;
            </li>
          </ul>
          <img src={img3} alt="" />
          <p>
            Ижтимоий ҳимояга мухтожлик сабаби сифатида қуйидаги 4 та
            категориядан бири танланади.
          </p>
          <img src={img4} alt="" />
          <p>
            {" "}
            <b> Пандемияда даромадини йўқотган</b> категорияси танланган вақтда,{" "}
            <b>Гуруҳ</b> номли қўшимча менью пайдо бўлади:
          </p>
          <ul>
            <li>чет элдаги даромадини йўқотган - меҳнат мигрантлари учун;</li>
            <li>Ўзбекистондаги даромадини йўқотган.</li>
          </ul>
          <img src={img5} alt="" />
          <ul>
            <li>эхтиёжманд оила гуруҳи*</li>
            <li>қўшимча телефон - қўшимча телефон рақамини киритиш ихтиёрий</li>
          </ul>
          <p>*эхтиёжманд оила гуруҳи қуйидаги меъзонларга кўра аниқланади:</p>
          <div className="main">
            <div>
              <div>
                {" "}
                <b>Ўта муҳтож оилалар</b>
              </div>
              <div>
                {" "}
                <p>
                  Боқувчиси бўлмаган якка- <br /> ёлғиз қариялар ёки <br />{" "}
                  ногиронлар.
                </p>
              </div>
              <div>
                <p>
                  Қарамоғида вояга етмаган <br /> болалари (неваралари) <br />{" "}
                  бўлган ёлғиз она ёки <br /> оталар (бобо-бувилар).
                </p>
              </div>
            </div>
            <div>
              <div>
                {" "}
                <b>Муҳтож оилалар</b>
              </div>
              <div>
                <p>
                  Томорқа ери (боғ хўжалиги), уй ҳайвонларига <br /> (чорва,
                  парранда) эга, меҳнатга лаёқатли, <br /> бироқ аъзолари
                  боқимандалик кайфиятида <br /> бўлган оилалар.
                </p>
              </div>
              <div>
                {" "}
                <p>
                  Оила аъзоларидан фақат биттаси иш билан <br /> банд бўлган,
                  бироқ даромади энг зарур <br /> бирламчи озиқ-овқат
                  маҳсулотларига (дори- <br /> дармон воситаларига) етмайдиган
                  кўп болали <br />
                  ёки ногиронлиги бўлган оилалар.
                </p>{" "}
              </div>
            </div>
            <div>
              <div>
                {" "}
                <b>Вақтинча муҳтож оилалар</b>
              </div>
              <div>
                {" "}
                <p>
                  Транспорт воситасига ёки касб-ҳунарга эга <br /> бўлган, бироқ
                  карантин сабабли ишламаётган <br /> оилалар (таксистлар,
                  тикувчилар ва ҳоказо).
                </p>
              </div>

              <div>
                <p>
                  Аъзолари меҳнатга лаёқатли, бироқ ишсиз <br /> бўлган оилалар
                  (Россия ва бошқа хорижий <br /> давлатларда ёлланма ишчи
                  сифатида ишлаб <br /> пандемия муносабати билан боролмаган ёки{" "}
                  <br /> қайтиб келганлар ва бошқалар).
                </p>
              </div>
              <div>
                <p>
                  Доимий иш жойига эга бўлган, бироқ карантин <br /> сабаб ишлаб
                  турган иш жойи ўз фаолиятини <br /> вақтинча тўхтатиб
                  турганлиги оқибатида <br /> даромадидан маҳрум бўлган оилалар
                  (кафе, <br /> ресторан, қурилиш ташкилотлари ишчилари ва{" "}
                  <br /> ҳоказо).
                </p>
              </div>
            </div>
          </div>
          <p>
            Оиладаги ҳар бир меҳнатга лаёқатли ишсиз фуқаронинг маълумотлари
            пастки қисмида пайдо бўлган бўлимларга <br /> киритилади.
          </p>
          <img src={img6} alt="" />
          <ul>
            <li>
              паспорт маълумотлари - паспорт маълумотлари киритилганидан сўнг
              исми, фамилияси ва отасининг исми автоматик <br /> равишда чиқади;
            </li>
            <li>
              таклиф этилаётган фаолият тури - ишсиз фуқаро қайси фаолият тури
              билан шуғулланишни истайди.
            </li>
          </ul>
          <img src={img7} alt="" />
          <p>
            Оиладаги меҳнатга лаёқатли ишсизларнинг ҳар бири шу тарзда
            киритилади ва сақланади.
          </p>
          <p>
            Шундан сўнг мазкур оила <b>Ёрдамга муҳтож оилалар рўйхатида</b>{" "}
            пайдо бўлади.
          </p>
          <img src={img8} alt="" />
          <h2>III. Меҳнатга лаёқатли ишсизларнинг бандлигини таъминлаш.</h2>
          <p>
            Ёрдамга мухтож оиланинг меҳнатга лаёқатли ишсиз аъзоларининг
            бандлиги таъминланганлигини базага киритиш учун <br />
            <b>Мухтож оилалар рўйхатидан</b> керакли оилани танлаб, унинг
            маълумотлари ичига кирилади.
          </p>
          <p>
            Оиладаги меҳнатга лаёқатли ишсиз фуқароларнинг ҳар бири учун алоҳида
            бўлим мавжуд. Фуқарони ишга <br />
            жойлаштирилганлигини базага киритиш учун унинг маълумотлари ёзилган
            бўлимда <b>Ишга жойлаштириш</b> тугмаси <br /> босилади.
          </p>
          <img src={img9} alt="" />
          <p>
            Бандлиги таъминланган фуқарони базага киритиш учун қуйидаги
            маълумотлар киритилади:
          </p>
          <img src={img10} alt="" />
          <img src={img11} alt="" />
          <ul>
            <li>фаолият тури - керакли фаолият тури танланади.</li>
            <li>
              СТИР - СТИР орқали ташкилот номи ва раҳбари автоматик равишда
              чиқади.
            </li>
          </ul>
          <p>
            Фаолият туридан <b>Ўзини ўзи банд қилиш</b> категорияси танланганда,{" "}
            <b> Ўзини ўзи банд қилиш тури</b> номли янги менью <br /> чиқади:
          </p>
          <p>
            Расмий банд қилиш (ПҚ-4742). ПҚ-4742-сонли Президент қарорида
            келтирилган фаолият турларидан бири.
          </p>
          <p>
            Норасмий бандлик. Юқоридаги қарорда келтирилмаган фаолият турлари.
          </p>
          <img src={img12} alt="" />
          <p>
            Ушбу маълумотлар киритилгандан сўнг, сақлаш тугмаси босилади.
            Сақланганидан сўнг, ушбу фуқаро автоматик равишда <br />
            <b>Меҳнатга лаёқатли ишсиз оила аъзолари ҳақида маълумот</b>{" "}
            қисмидан{" "}
            <b>
              {" "}
              Ишга жойлаштирилган оила аъзолари ҳақида <br />
              маълумот
            </b>{" "}
            қисмига ўтади. Агар оиладаги бошқа фуқаро ҳам ишга киритилган бўлса,
            у ҳам шу тарзда киритилади.
          </p>
          <p>
            Оиладаги ҳеч бўлмаганда битта фуқаро ишга жойлашган тақдирда, оила{" "}
            <b>Бандлиги таъминланган оилалар рўйхатига </b> <br />
            ўтади. Агар янги ишга киритилган оила аъзоси мавжуд бўлса, эндиликда
            у <b>Мухтож оилалар рўйхатидан</b> эмас, <b>Бандлиги</b> <br />
            <b> таъминланган оилалар рўйхатидан</b> киритилади.
          </p>
          <img src={img13} alt="" />
          <h2>
            IV. “Саҳоват ва кўмак” умумхалқ ҳаракати доирасида оилаларга
            кўрсатилган ёрдамларни <br /> киритиш.
          </h2>
          <p>
            “Саҳоват ва кўмак” умумхалқ ҳаракати доирасида оилаларга кўрсатилган
            ёрдамларни ушбу бўлимга киритиш учун оила <br /> дастлаб “Темир
            дафтар” бўлими орқали ёрдамга муҳтож оилалар рўйхатига киритилган
            бўлиши керак.
          </p>
          <img src={img14} alt="" />
          <p>
            Ёрдамни киритиш учун рўйхатдан керакли оила танлаб кирилади ва{" "}
            <b>Ёрдам қўшиш</b> тугмаси босилади.
          </p>
          <img src={img15} alt="" />
          <p>Қуйидаги маълумотларни киритиш талаб этилади:</p>
          <ul>
            <li>ёрдам кўрсатган шахс маълумотлари:</li>
            <li className="li">
              Ёрдам кўрсатувчи юридик шахс бўлган ҳолда, СТИР - ёрдам кўрсатган
              ташкилот СТИРи киритилган вақтда <br /> ташкилот маълумотлари
              автоматик равишда чиқади.
            </li>
            <li className="li">
              Ёрдам кўрсатувчи жисмоний шахс бўлган ҳолда, паспорт серияси ва
              рақами- паспорт маълумотлари киритилган <br /> вақтда жисмоний
              шахснинг қолган маълумотлар автоматик равишда чиқади.
            </li>
            <li>ёрдам тури</li>
            <li>ёрдам берилган сана</li>
            <li>ёрдам қиймати</li>
          </ul>
          <p>
            Ёрдам турлари орасидан <b>чорва</b> танланганда <b>Чорва тури</b>{" "}
            номли алоҳида менью пайдо бўлади. Ундан керакли ҳайвон тури <br />{" "}
            танланади. Барча маълумотлар киритилгач, сақланади.
          </p>
          <img src={img16} alt="" />
          <p>
            Базага киритилган ҳар қандай маълумотни <b> ўчириш</b> ва{" "}
            <b>таҳрирлаш имконияти мавжуд</b> . Вақт бўйича чеклов қўйилмаган.
          </p>
          <h2>V.Техник ёрдам хизмати.</h2>
          <p>
            saxovat.idm.uz маълумотлар базасига маълумотларни киритиш бўйича
            юзага келган муаммо ва саволлар бўйича махсус <br />
            техник ёрдам гуруҳи фаолият олиб бормоқда. Техник ёрдам гуруҳи билан
            қуйидаги воситалар ёрдамида боғланиш мумкин:
          </p>
          <ul>
            <li>
              sahovat.idm.uz texnik yordam guruhi телеграм гуруҳи орқали
              (https://t.me/saxovatidmuz);
            </li>
            <li>+998 71 203 13 03 телефон рақами орқали.</li>
          </ul>
        </div>
      </div>
    </div>
    </div>
  );
}
